Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E22.tmx
Source language: en_us
Languages: zh_cn

source: How to Choose the Best Down Jacket
zh_cn: 怎么挑选一款最好的羽绒夹克？

source: There are a lot of variables to consider when choosing a down jacket.
zh_cn: 挑选一件羽绒夹克时，需要考虑很多因素。

source: In our detailed review of 15 top men's down jackets, we learned a lot about what features really matter.
zh_cn: 在我们对15款男性羽绒夹克的详尽的测试报告中，我们学到了哪些因素是最重要的。

source: In this article we have compiled into one place our overall buying advice, detailing all the things you should consider before choosing a jacket.
zh_cn: 在本文中，我们将把所有的建议归于一处，让你清楚购买羽绒夹克需要注意的全部事项。

source: Synthetic Vs. Down Insulation
zh_cn: 合成棉 VS 羽绒

source: The first decision when buying an insulation layer is to decide if you need a down or synthetic jacket.
zh_cn: 当你计划购买一件保暖夹克时，你首先需要确定你是需要一件羽绒夹克还是一件合成棉夹克。

source: Down is much warmer for its weight and compresses better, but when it gets wet, it will lose its loft, meaning it will also lose its ability to keep you warm.
zh_cn: 羽绒夹克在同等重量下会更温暖，更易压缩，但如果它被打湿了，它会丧失蓬松度，这意味着它将丧失保暖性。

source: Synthetic insulated jackets are quite a bit heaver at the same thickness and warmth, and they don't compress and pack down as well, but they keep much of their loft when wet. This means that even when wet a syntactic jacket can still retain some of its insulating capability and thus its warmth.
zh_cn: 合成棉做的夹克在同等厚度和保暖性下会重很多，它们也不易被压缩打包，但它们被打湿后还保持大部分蓬松度，这意味着一件被打湿的合成棉夹克依然会有一些保暖性能保持你温暖。

source: Down tends to last longer, and the feathers themselves allow for more breathability than synthetic insulations.
zh_cn: 羽绒夹克寿命更长，同时羽绒的透气性比合成棉更好。

source: Your average synthetic jacket will lose much of its warmth over 5-7 years, depending on wear, compared with your average down jacket that with equal care can retain its warmth for10-20 years.
zh_cn: 根据你使用的情况不同，合成棉夹克大概5-7年就会失去大部分保暖性，在同样的使用环境下，羽绒夹克可以维持它的保暖性10-20年。

source: Down also has a higher resiliency after being compressed than synthetic insulations, so after being unpacked a down jacket will regain its shape more quickly.
zh_cn: 羽绒压缩后的回弹性能比合成棉要好，因此当打开一件压缩打包的羽绒夹克它很快就会恢复原样。

source: Synthetic jackets are more durable when it comes to abrasion.
zh_cn: 就耐摩擦性而言合成棉夹克有更好的耐用性。

source: If you climb that last chimney pitch in the dark wearing your synthetic puffy coat and put some holes in it, no big deal.
zh_cn: 当你晚上穿着合成棉夹克攀登烟囱峰（chimney pitch）并弄了几个洞在夹克上，没事儿。

source: If you put holes in your down coat, the filling will leak out like the first winter snow.
zh_cn: 但如果你在羽绒夹克上弄了几个洞，那填充的羽绒就会象白毛大雪一般洒落。

source: That white fluffy stuff that comes from birds also tends to be more expensive.
zh_cn: 另外，这种从禽类身上获得的白色毛茸茸的填充物也贵。

source: Hydrophobic Vs. Regular
zh_cn: 厌水羽绒（Hydrophobic）VS 普通羽绒

source: Hydrophobic down, which is a new technology becoming available on the market is an attempt to solve down insulation's greatest drawback - its vulnerability to moisture.
zh_cn: 厌水羽绒，市场里新出现的针对羽绒怕水这个最大弱点开发出的一种新技术。

source: New nano-technology coatings are designed to postpone the down from absorbing moisture and allow it to dry faster once it does become wet.
zh_cn: 这种新纳米材料被设计成让羽绒不吸水，且让它被打湿后干燥更快。

source: These developments in down are a relatively new technology but should be watched.
zh_cn: 这种羽绒真是一种有创造力的新技术，但效果有待观察。

source: The potential here is exciting.
zh_cn: 它的潜能让人兴奋。

source: But how well does hydrophobic down really work?
zh_cn: 但厌水羽绒实用性如何？

source: Would one truly want a hydrophobic over a synthetic?
zh_cn: 用户会用厌水羽绒替代合成棉吗？

source: If you get caught in a storm and your jacket gets soaked, how long does it take for the loft, and therefore the warmth, to return?
zh_cn: 如果你遇到暴风雨，夹克湿透了，要多久它才能恢复蓬松度，重新保温？

source: Is this actually beneficial in real-world applications?
zh_cn: 这产品能投入实际应用吗？

source: These are some of the questions that will be answered as these technologies comes into the market and we very much intend to test the limits of various hydrophobic down coatings as they emerge in available products, and are doing so already.
zh_cn: 这是这些新技术产品进入市场时需要回答的问题，我们对测试多款实际带着厌水羽绒的产品非常感兴趣，测试已经开始。

source: What we do know now is that although hydrophobic down does manages a certain degree of moisture better than standard down, it is not an equal substitute for synthetic insulations when soaking wet - which is something critically important to think about if you're engaging in activities in which you might get wet.
zh_cn: 目前我们知道了虽然厌水羽绒比普通羽绒在控制潮气上有了很大的进步，但当完全湿透后，它的性能与合成棉还不在一个层次上。如果你将参加一项可能会被打湿的运动活动，这将是你需要考虑的关键点。

source: Another consideration is durability.
zh_cn: 另一个需要考虑的是耐用性。

source: Down is inherently very durable: able to endure hundreds of compressions.
zh_cn: 羽绒天生耐用：可以承受几百次压缩。

source: Washing can help restore even old down to close to the performance it had when new.
zh_cn: 清洗可以帮助旧羽绒恢复接近新羽绒的性能。

source: So another question we are beginning to investigate is this: does the hydrophobic coating sacrifice some of down's inherent durability?
zh_cn: 所有我们开始探询的另一个问题是：这种复合厌水材料会不会牺牲羽绒的耐用性？

source: Water resistant DWR (durable water repellant) shell coatings don't ever last for the full lifetime of a jacket, so how long does a hydrophobic coating last on the down?
zh_cn: 冲锋衣使用的防水涂层从来没有衣服本身的寿命长，所以，这种覆盖在羽绒上的厌水材料能用多久呢？

source: We are planning to test standard and hydrophobic down side by side in garments and sleeping bags over the long-haul in order to see if the treatments actually make an observable difference and to investigate if the coatings reduce the durability of the down.
zh_cn: 我们计划对使用普通羽绒和厌水羽绒的衣服和睡袋做一次一对一的对比测试，在艰苦的长途旅行环境下，看看这种羽绒技术是否有明显的不同，以及这种材料能在羽绒上保持多长时间。

source: Currently OutdoorGearLab is brainstorming quantitative tests using skin temp readings on dummies and thermal imaging that aim to make concrete distinctions between the insulation values of coated and uncoated down.
zh_cn: 现在户外装备实验室正在进行头脑风暴，产生很多测试点子，我们将使用人体模型上的皮肤温度计和热成像技术来形成具体的保温数据，对比穿着和未穿羽绒服的状态。

source: We are looking forward to sharing our findings.
zh_cn: 我们到时将发布我们的报告。

source: Down Fill Powers
zh_cn: 羽绒蓬松度（Fill Powers）

source: Fill power is perhaps the most commonly misunderstood purchase decision factor.
zh_cn: 蓬松度可能是最常见的被误解的采购参数。

source: Usually a manufacturer will advertise a "fill power" of 650, 700, 850 etc. These numbers are a reference to the quality of the down insulation used.
zh_cn: 通常一个生产商打广告说蓬松度有650,700,850，等等。这些数字说明使用的羽绒的质量。

source: The number is actually a volume - the amount of cubic inches one ounce of down occupies.
zh_cn: 这个数字实际是一个体积——一盎司羽绒蓬松后的体积（立方英寸）。

source: For example, one ounce of 800 fill power down will occupy 800 cubic inches when compressed by a standardized weight.
zh_cn: 举例来说，一盎司800篷的羽绒在压上一个标准重量的物体后应该有800立方英寸的体积。

source: If you use two ounces of 800 fill on jacket A, and two ounces of 700 fill on jacket B, jacket A -with the 800 fill down - will be warmer because it has more loft.
zh_cn: 如果你使用了2盎司的800篷的羽绒在夹克A，2盎司的700篷的羽绒在夹克B，夹克A（用了800篷的羽绒）将更暖和，因为它有更大的蓬松性。

source: However, a jacket may have eight ounces of 850 fill down and yet be of similar warmth to a jacket with twelve ounces of 650 fill down.
zh_cn: 这样的情况下，一件有8盎司850篷羽绒的夹克可能和一件12盎司650篷羽绒的夹克保暖性差不错。

source: The jacket featuring 850 fill down has similar warmth but will weigh less, and be more compressible, since it has less down in it.
zh_cn: 用850篷羽绒的夹克有相同的保暖性但更轻，压缩性更好，因为它里面使用的羽绒更少。

source: In other words, higher fill power down allows for better warmth-to-weight ratios.
zh_cn: 换句话说，高蓬松度的羽绒有更好的保温-重量比（warmth-to-weight ratios）。

source: Samples of the same weight show that increasing down fill power displaces more volume, resulting in a lighter and more compressible product.
zh_cn: 示例：同样重量下，蓬松度越大的羽绒体积越大，可以做出更轻更易打包的睡袋。

source: 900-fill power is the best available.
zh_cn: 900篷是目前最好的。

source: Construction
zh_cn: 缝纫方法

source: In general there are two primary construction methods:
zh_cn: 通常，我们有2种主要的缝纫方法：

source: Sewn Through
zh_cn: 1、普通缝纫法（Sewn Through)

source: This method is most common.
zh_cn: 这是最常见的方法。

source: It is easier and less time-consuming for manufacturers than box baffle construction.
zh_cn: 对于制造商而言，它比箱式缝纫法方法更容易和需要时间更少。

source: The outer material is stitched directly into the inner lining, separating the down in different baffles.
zh_cn: 外层面料直接缝在内衬上，把羽绒分隔在不同的隔断中。

source: This method uses less fabric and is lighter than more complicated box baffle construction (see below), and is less costly.
zh_cn: 这种方法使用较少的材料，比复杂的箱式缝纫法的产品更轻（参见下文），成本更低。

source: Because of weight, simplicity, and cost, most of the lightweight jackets, and many of the heavier ones, found in our reviews utilize this construction.
zh_cn: 因为重量、简易和成本，大部分轻量化的夹克，和很多重一些的夹克都使用这种制造方法。

source: Although sewn through construction saves weight via the use of less material, it is less warm than box baffle construction because the down is pinched at the seams of the sewn through baffles and thus loft is reduced to zero at each point of baffle stitching.
zh_cn: 虽然普通缝纫法通过节省了材料降低了重量，它没有箱式缝纫法的产品暖和，因为在缝合线处羽绒被压缩了，在缝合部蓬松度几乎为零。

source: The sewn through baffling prevents the migration of the down (like a box baffle), but due to the simple construction it also reduces the optimum loft of the down, creating "cold spots" at each baffle seam.
zh_cn: 普通缝纫法缝成长条状可以防止羽绒移动（这点像箱式缝纫法），但因为结构简单，它也降低了羽绒的最佳蓬松性，在每条缝合线上制造出了“散热点”（Cold Spot）。

source: The photo below shows three things: 1) How down insulates much better than a cotton hoody (duh). 2) How heat escapes from the seams of sewn through construction. 3) That the found of OutdoorGearLab, Chris McNamara, is actually an alien.
zh_cn: 下面的照片显示了3件事情：1）羽绒保暖比棉服要强很多（耶）；2）热量是如何从普通缝纫法的缝合线出发散出来；3）户外装备实验室的创建者克里斯·麦克纳马拉（Chris McNamara），其实是一个外星人！

source: Heat sensing photo showing cotton hoody on left and down jacket on right.
zh_cn: 热传感照片显示左边的棉服和右边的羽绒服。

source: You can see how much heat escapes from the cotton hoody.
zh_cn: 你可以看到棉服热量的散失是多少。

source: And how heat escapes from down jackets at the seams.
zh_cn: 还有羽绒夹克缝合部热量的散失。

source: Box Baffle
zh_cn: 箱式缝纫法（Box Baffle）：

source: Box Baffle construction is the best method for optimizing the loft, and warmth, of the down fill.
zh_cn: 箱式缝纫法是最佳蓬松度，保暖的羽绒填充方法。

source: As opposed to sewn through construction, in which the outer and inner layers of the jacket are sewn together to create separate baffles, box baffle construction means that each separate baffle is its own three-dimensional cube or rectangle.
zh_cn: 与普通缝纫法不同，普通缝纫法把外层和内衬缝合在一起来形成隔断，箱式缝纫法意味着每个隔断是独立的立方体或者长方体。

source: This means that there is much less pinching of the down at the baffle's perimeter, maximizing the loft of the down, and minimizing cold spots.
zh_cn: 这意味着在隔断的周边羽绒极少被压缩，使得羽绒保持了最大蓬松，最小化散热点的出现。

source: Jackets constructed this way are usually thicker, warmer, and more uniformly puffy with smoother baffles.
zh_cn: 这种方法做成的夹克通常更厚，更保暖，由平滑的隔断构成更均匀的膨胀状态。

source: Due to the use of extra material, and complexity, box baffle construction is sometimes heavier and more expensive, but offers a more optimized down performance, in terms of pure warmth, than the sewn-through method.
zh_cn: 因为使用了更多的材料，更复杂，箱式缝纫方法通常更重和更贵，但提供最佳羽绒性能，按照保暖性来算，比普通缝制方法好多了。

source: Generally speaking, parkas are more likely to feature box baffle construction than lighter weight down jackets.
zh_cn: 通常来说，防寒大衣比轻量化羽绒衣更多的采用箱式缝纫法。

source: Some jackets feature both methods of construction. Generally box baffles on the chest and back, and sewn-through baffles on the arms.
zh_cn: 一些夹克使用2种方法制作，通常在胸部和背部使用箱式缝纫法，在袖子使用普通缝纫方法。

source: Mountain Hardwear Ghost Whisperer fresh out of the washing machine.
zh_cn: 大螺母鬼语者刚从洗衣机里拿出来。

source: Note the sewn through baffles (seams pierce both layers of fabric) and how small down can compress.
zh_cn: 注意普通缝纫法的隔断（缝合线穿透内外两面材料），和羽绒可以压缩到多么小。

source: Materials
zh_cn: 面料：

source: The main fabrics (the outer shell and the lining) have an affect on its performance in four primary ways: durability, weight, warmth, and water resistance.
zh_cn: 主要的面料（外层和内衬）有4个主要参数：耐用性，重量，保暖，防水。

source: A lightweight model that weighs about 9 ounces usually has only 3 ounces of down.
zh_cn: 一个轻量化型号羽绒服大概9盎司/255克重，通常含有3盎司/85克羽绒。

source: The remainder of the total garment weight is the fabric, zippers, and other various small features like Velcro and cinch cords for adjustability.
zh_cn: 其它重量都是材料，拉链，和其它很多小部件如魔术贴，调节绳等等。

source: Jackets with lighter materials are more compressible and lighter.
zh_cn: 用更轻的材料做的夹克有更好的压缩性和更轻重量。

source: Different fabrics have different durabilities.
zh_cn: 不同的材料有不同的耐用性。

source: Thinner, and lighter, materials are usually more vulnerable to abrasion and snagging.
zh_cn: 薄一些，轻一些的材料通常更不耐磨，容易被挂破。

source: There are many super-light shell fabrics on the market that are rather impressive - they allow for the construction of jackets with phenomenal warmth-to-weight ratios.
zh_cn: 市场里有很多非常轻的面料，让人印象深刻，它们可以做出的夹克有着惊人的保暖-重量比。

source: However if you are looking for a down jacket that you can use and abuse for years and years, consider that shell fabric durability may be your primary concern considering that down is itself inherently durable if properly cared for.
zh_cn: 但，如果你想找一件可以穿可以虐很多很多年的羽绒夹克，那你就要将面料的耐用性放在你的第一重要性上，因为羽绒只要正确保养就自然有很好耐用性。

source: When researching a jacket you're considering purchasing take the time to note the shell fabric material and it's relative weight compared to other similar jackets.
zh_cn: 当寻找一件你打算买的羽绒夹克时，花些时间看看面料，和它与其它相似夹克的相对重量。

source: Some jackets, like the MontBell Frost Smoke combine fabrics of different weights and durability in order to keep the total weight of the jacket relatively low while not entirely sacrificing overall durability.
zh_cn: 一些夹克，比如Montbell霜烟（ Frost smoke）使用了多种不同重量和耐用性的面料，使得夹克的总重量比其它类似夹克要轻，但又没有完全牺牲耐用性。

source: The shell fabric will also affect the warmth of the jacket.
zh_cn: 面料会影响夹克的保暖性。

source: You want the fabric to breathe a bit, allowing perspiration to escape. Otherwise the down would wet and lose its loft.
zh_cn: 你希望面料有透气性，让汗水散出，那这会使羽绒潮湿，降低蓬松度。

source: Finally, the shell fabric is what protects the down from the elements.
zh_cn: 最后，面料将保护羽绒免受风雨尘土侵扰。

source: Fabrics with a tighter weave are more water resistant.
zh_cn: 编织更紧密的面料更防水。

source: Although all of these jackets tested here have some sort of DWR (durable water repellant) coating, these wear off in varying degree of quickness.
zh_cn: 虽然所有测试的羽绒夹克都有防水处理层，它们很容易在不同程度的行进中被磨损。

source: If weight and pack-ability are your major concerns, consider one of the jackets here with super-light shell material like the Mountain Hardwear Ghost Whisperer, MontBell EX Light, or for a warmer option, the MontBell Mirage.
zh_cn: 如果重量和打包能力是你主要考虑的因素，可虑一下这些使用超轻面料的夹克，如大螺母鬼语者（Mountain Hardware Ghost Whisperer），Montbell EX Light，或者，这个更暖和的，Montbell幻影（ Mirage）。

source: If durability is your major concern than consider some of the jackets with slightly burlier shell fabrics like the MontBell Alpine Light, the MontBell Frost Smoke, Outdoor Research Transcendent, or First Ascent MicroTherm.
zh_cn: 如果耐用性是你的首选因素，那考虑这些使用更结实面料的夹克，如Montbell阿尔卑斯轻型（ Alpine Light）， Montbell霜烟（ Frost Smoke）， OR卓越（ Transcendent），或第一登山微热（First Ascent MicroThem）。

source: Max Neale in the Feathered Friends Volant Parka, constructed with box baffles, on Mt, Katahdin, Maine.
zh_cn: 马克思·尼尔穿着Feathered Friends Volant羽绒大衣，使用箱式缝纫法，在缅因州卡塔丁山（Mt. Katahdin）。

source: Note the reinforced shoulders and hood.
zh_cn: 注意加强的肩膀和帽子。

source: Warmth
zh_cn: 保暖性：

source: Intuitively, the thickness of the jacket correlates with how warm it is.
zh_cn: 从直觉上来说，越厚的夹克越暖和。

source: But before you buy the thickest jacket available, consider what you intend to use the jacket for.
zh_cn: 但在你决定买市场里最厚的夹克之前，你要想想你打算买了夹克后做什么。

source: If you want a jacket for alpine climbing, multipitch rock climbing or other such backcountry travel, consider one of the lighter weight, sewn-through, and highly compressible layers such as the Patagonia Ultralight Down Hoody, Mountain Hardwear Ghost Whisperer, First Ascent MicroTherm, or the Outdoor Research Transcendent.
zh_cn: 如果你需要一件陪着你进行阿尔卑斯攀登，多支撑点攀岩或者其它类似的户外活动，建议你考虑一件轻一些，普通缝纫法，有很高的压缩性的羽绒夹克，比如巴塔哥尼亚（Patagonia）超轻带帽羽绒夹克（Ultralight Down Hoody），大螺母鬼语者（Mountain Hardware Ghost Whisperer），第一攀登微热（First Ascent MicroTherm），或者OR的卓越（Transcendent）。

source: If you simply want a jacket for wearing around town in cold winters or the occasional car-camping trip, these lighter layers may not be warm enough or durable enough for you.
zh_cn: 如果你需要一件夹克冬天日常穿着或者偶尔自驾露营，这些轻量化的夹克可能不够保暖或者耐用。

source: If that's the case check out some of the warmer down jackets tested here like the Frost Smoke, Alpine Light, or Mirage jackets, all from MontBell, or consider purchasing a true parka, which are generally thicker, warmer, and more suited to repeated abuse.
zh_cn: 这种情况下建议你考虑这些更保暖的夹克，如霜烟（Frost Smoke），阿尔卑斯轻型（Alpine Light），或者幻影（Mirage）夹克，都是Montbell公司的。或者考虑买一件真正的防寒大衣，这种衣服通常很厚，很保暖，更适合反复虐。

source: Remember that the construction method will also have an effect on your jacket's warmth.
zh_cn: 记住制作方法总是会影响你的衣服的保暖性。

source: As discussed above, box baffles will minimize cold-spots and optimize the loft within each baffle.
zh_cn: 就如上文所说，箱式缝纫法可以最小化散热点和将每个隔断里的蓬松度最优化。

source: Hood or No Hood?
zh_cn: 要不要帽子？

source: Overall, hoods keep you warmer, especially in windy conditions.
zh_cn: 总的来说，帽子让你更暖和，尤其是在刮风天。

source: Many of the jackets we tested come with both a hood and a non-hood option, with the hooded versions costing slightly more.
zh_cn: 我们测试的很多夹克都有带帽子款和不带帽子款，带帽子款稍微贵一点。

source: If you're looking for a down layer to keep you as warm as possible then get a hood.
zh_cn: 如果你希望一件最保暖的羽绒衣服那就选择带帽子的款。

source: If you often wear your jacket as a mid-layer, consider a non-hooded jacket which will layer a bit easier under your chosen outer-wear which probably has a hood.
zh_cn: 如果你总是把羽绒夹克当夹层穿，那你选择一件不带帽子的夹克，更容易穿在你的带着帽子的外套下。

source: Keep in mind that not all hoods are designed the same.
zh_cn: 要注意不是所有的帽子都是同样的设计。

source: Some hoods are made to wear over a climbing helmet and are rather big if you don't happen to be wearing one at the time.
zh_cn: 一些帽子是为套着登山头盔设计的，如果你碰巧没戴头盔那真的太大了。
